export const abdullahStory = [
  {
    id: 1,
    text: "Адамзаттың асылы — Мұхаммед ﷺ пайғамбардың дүние есігін ашар сәті жақындап қалған-ды.",
  },

  {
    id: 2,
    text: "Алайда Алланың сүйікті Елшісі ﷺ өмірге келмес бұрын...",
  },

  {
    id: 3,
    text: "оның әкесінің сара жолына, ғибратты тарихына үңілуіміз қажет.",
  },

  {
    id: 4,
    text: "Баланың әкесі — Абдуллаһ есімді парасатты жан болатын.",
  },

  {
    id: 5,
    text: "Толық аты-жөні — Абдуллаһ ибн Абдуль-Мутталиб.",
  },

  {
    id: 6,
    text: "Ол барша Мекке жұртшылығы ардақтаған тұлғаның перзенті еді.",
  },

  {
    id: 7,
    text: "Әкесінің есімі — Абдуль-Мутталиб.",
  },

  {
    id: 8,
    text: "Ол Құрайыш тайпасының ең беделді әулеті — Бәну Һашим тармағынан өсіп шықты.",
  },

  {
    id: 9,
    text: "Ал күллі Мекке өмірінің күретамыры мен тірегі — қасиетті Қағба болатын.",
  },

  {
    id: 10,
    text: "Оны кезінде Ибраһим عليه السلام мен оның ұлы Исмаил عليه السلام Хақ тағаланың әмірімен өз қолдарымен тұрғызған-ды.",
  },

  {
    id: 11,
    text: "Қағбаны зиярат етуге иен Арабия түбегінің түкпір-түкпірінен сансыз қажылар ағылып келетін.",
  },

  {
    id: 12,
    text: "Мекке топырағы аптап ыстық, аңызақ та шөлді аймақта орналасқан.",
  },

  {
    id: 13,
    text: "Сондықтан мұнда бір ұрттам судың өзі ең бағалы қазына саналатын.",
  },

  {
    id: 14,
    text: "Ал Мекке шонжарлары үшін ең жауапты әрі мәртебелі іс — зияратшыларды сумен қамтамасыз ету болатын.",
  },

  {
    id: 15,
    text: "Абдуль-Мутталибтің де бүкіл ғұмыры осы қасиетті міндетпен тығыз өрілді.",
  },

  {
    id: 16,
    text: "Көп ұзамай оның есімін бүкіл өңірге әйгілі еткен тарихи оқиға орын алды.",
  },

  {
    id: 17,
    text: "Жылдар бойы көмусіз қалған киелі Зәмзәм құдығы қайтадан табылды.",
  },

  {
    id: 18,
    text: "Бұл ғажайып оқиғаның егжей-тегжейі сира шежірелерінде түрліше баяндалады.",
  },

  {
    id: 19,
    text: "Десе де, осыдан кейін Абдуль-Мутталибтің құрайыш ел-жұрты арасындағы беделі мейлінше асқақтай түсті.",
  },

  {
    id: 20,
    text: "Алғашқыда оның әл-Харис есімді жалғыз ғана ұлы бар-тын.",
  },

  {
    id: 21,
    text: "Ардақты әкенің ең үлкен арманы — арқасу етер ұлдарының көп болуы еді.",
  },

  {
    id: 22,
    text: "Содан Абдуль-Мутталиб Жаратқанға жалбарынып, өзіне көп ұл нәсіп етуін сұрап дұға қылды.",
  },

  {
    id: 23,
    text: "Ел арасында кең тараған дерекке сүйенсек, ол сол сәтте серт берді.",
  },

  {
    id: 24,
    text: "«Егер Жаратқан маған он ұл беріп, олар бой түзеп, сүйеніш болар жасқа жетсе...»",
  },

  {
    id: 25,
    text: "«...солардың бірін Алла жолында құрбандыққа шаламын» — деп ант ішті.",
  },

  {
    id: 26,
    text: "Зулап жылдар өтті.",
  },

  {
    id: 27,
    text: "Шаңырақта бірінен кейін бірі ұл балалар өмірге келе бастады.",
  },

  {
    id: 28,
    text: "Ақыры, үмітпен күткен күн де жетіп, ұлдарының саны онға толды.",
  },

  {
    id: 29,
    text: "Сонымен, баяғыда айтылған, алыстап кеткендей көрінген ауыр уәдені...",
  },

  {
    id: 30,
    text: "енді орындайтын сәт туды.",
  },

  {
    id: 31,
    text: "Абдуль-Мутталиб бөлтіріктей өскен он ұлын жанына жинады.",
  },

  {
    id: 32,
    text: "Қарсы алдында еңселі де жігерлі он азамат тұр еді.",
  },

  {
    id: 33,
    text: "Әрқайсысы — өз бауырынан жаралған ардақты перзенті.",
  },

  {
    id: 34,
    text: "Әрқайсысының орны бөлек, әрқайсысы жүрегіне жақын.",
  },

  {
    id: 35,
    text: "Алайда асыл азамат берген сертінен таюды үлкен айып санады.",
  },

  {
    id: 36,
    text: "Қай ұлын таңдарын білмей, жеребе тастауға бел байлады.",
  },

  {
    id: 37,
    text: "Арнайы жебелерге ұлдарының есімдері қашалып жазылды.",
  },

  {
    id: 38,
    text: "Жебелердің барлығы бірдей араластырылып, ыдысқа салынды.",
  },

  {
    id: 39,
    text: "Түйінді енді тек тағдырдың жеребесі шешуі тиіс.",
  },

  {
    id: 40,
    text: "Көп ішінен бір жебе суырылып тартылды.",
  },

  {
    id: 41,
    text: "Оның бойында бір ғана есім жазылыпты.",
  },

  {
    id: 42,
    text: "Абдуллаһ!",
  },

  {
    id: 43,
    text: "Ауыр жеребе дәл осы кенже, сүйікті ұлына түсті.",
  },

  {
    id: 44,
    text: "Бұл — Абдуль-Мутталибтің қабырғасын қайыстырған ең ауыр сәт еді.",
  },

  {
    id: 45,
    text: "Алдында ажалға кесілген бауырмал, сүйікті перзенті тұрды.",
  },

  {
    id: 46,
    text: "Алайда Мекке жұртшылығы бұл сұмдыққа жай қарап тұра алмады.",
  },

  {
    id: 47,
    text: "Құрайыш ақсақалдары жапа-тармағай қарсылық білдірді.",
  },

  {
    id: 48,
    text: "Себебі олар мұндай қадам жаман әдетке айналып, арты теріс үлгі болуынан қауіптенді.",
  },

  {
    id: 49,
    text: "«Егер әркім өз перзентін құрбандыққа шала берсе, елдің күні не болмақ?»",
  },

  {
    id: 50,
    text: "Тұйықтан шығар жол іздеу басталды.",
  },

  {
    id: 51,
    text: "Абдуль-Мутталиб Хаққа берген антын бұзғысы келмеді.",
  },

  {
    id: 52,
    text: "Сондай-ақ ботадай боздаған ұлынан да айырылуға батпады.",
  },

  {
    id: 53,
    text: "Ақыры ел-жұрт оған көреген сәуегейден кеңес алуды ұсынды.",
  },

  {
    id: 54,
    text: "Деректерде айтылғандай, ол сәуегейге барып, түйемен қайта жеребе тарту жөнінде кеңес алды.",
  },

  {
    id: 55,
    text: "Абдуллаһтың өмірін өтеу үшін қарсы тарапқа түйелерді қою кесілді.",
  },

  {
    id: 56,
    text: "Бастапқы бәс — он түйеден басталды.",
  },

  {
    id: 57,
    text: "Егер жеребе тағы да Абдуллаһқа түссе, түйе санын он-оннан арттыра бермек.",
  },

  {
    id: 58,
    text: "Жеребе оқтары түйелер тарапына шыққанша осылай жалғаса беруге тиіс.",
  },

  {
    id: 59,
    text: "Алғашқы жеребе тасталды.",
  },

  {
    id: 60,
    text: "Шарты: Абдуллаһ немесе он түйе.",
  },

  {
    id: 61,
    text: "Жебе тағы да қаршадай Абдуллаһты көрсетті.",
  },

  {
    id: 62,
    text: "Түйе саны тағы онға артты.",
  },

  {
    id: 63,
    text: "Жиырма түйе.",
  },

  {
    id: 64,
    text: "Ал жеребе — тағы да Абдуллаһ!",
  },

  {
    id: 65,
    text: "Отыз түйе... Абдуллаһ.",
  },

  {
    id: 66,
    text: "Қырық түйе... Тағы да Абдуллаһ.",
  },

  {
    id: 67,
    text: "Елу түйе... Жеребе өзгермеді.",
  },

  {
    id: 68,
    text: "Алпыс түйе... Оқ тағы да ұлына түсті.",
  },

  {
    id: 69,
    text: "Жетпіс түйе... Абдуллаһ.",
  },

  {
    id: 70,
    text: "Сексен түйе... Қайтадан Абдуллаһ.",
  },

  {
    id: 71,
    text: "Тоқсан түйе... Жеребе тағы соны көрсетті.",
  },

  {
    id: 72,
    text: "Әрбір сәт сайын тағдыр жебесі ұлының атын қайталаудан танбады.",
  },

  {
    id: 73,
    text: "Соңында бәске тігілген түйелер саны жүзге жетті.",
  },

  {
    id: 74,
    text: "Көпшілік тынысын ішке тартып, қайта жеребе салды.",
  },

  {
    id: 75,
    text: "Шүкірлік! Бұл жолы жеребе түйелер жағына түсті!",
  },

  {
    id: 76,
    text: "Осылайша ажал аузынан Абдуллаһ аман қалды.",
  },

  {
    id: 77,
    text: "Көне деректер бойынша, содан соң жүз түйе аяусыз құрбандыққа шалынды.",
  },

  {
    id: 78,
    text: "Осылайша Абдуль-Мутталибтің жүрегін сыздатқан ең ауыр сынақ аяқталды.",
  },

  {
    id: 79,
    text: "Ал ажалдан аман қалған Абдуллаһ өз ғұмырын одан әрі жалғастырды.",
  },

  {
    id: 80,
    text: "Уақыт жылжып арада жылдар өтті.",
  },

  {
    id: 81,
    text: "Абдуллаһ толысып, көрікті де көркем азамат болды.",
  },

  {
    id: 82,
    text: "Ол — текті де мәртебелі Бәну Һашим әулетінің мақтанышы-тын.",
  },

  {
    id: 83,
    text: "Ол ардақты Абдуль-Мутталибтің шаңырағында тәрбиеленіп өсті.",
  },

  {
    id: 84,
    text: "Алайда оның тағдырындағы ең ұлы, ең маңызды парақ әлі ашылмаған еді.",
  },

  {
    id: 85,
    text: "Көп ұзамай ол Алланың соңғы Елшісіне ﷺ ана болатын асыл жанмен тоқайласады.",
  },

  {
    id: 86,
    text: "Ол — өнегелі Әмина бинт Уәһб еді.",
  },

  {
    id: 87,
    text: "Әмина да Құрайыштың беделді тармағы — Бәну Зуһра әулетінен тараған парасатты ару болатын.",
  },

  {
    id: 88,
    text: "Көреген Абдуль-Мутталиб бұл текті аруды ұлына оңтайлы жар етіп таңдады.",
  },

  {
    id: 89,
    text: "Сөйтіп, Абдуллаһ пен Әмина бас қосып, шаңырақ көтерді.",
  },

  {
    id: 90,
    text: "Абдуллаһ азғантай уақыт болса да отбасылық бақыттың дәмін татты.",
  },

  {
    id: 91,
    text: "Алайда мұнда дүниеге келетін сәбидің бүкіл ғаламды өзгертер ұлы тұлға боларын ешкім де сезбеді.",
  },

  {
    id: 92,
    text: "Көп ұзамай Әминаның құрсағына нұр қонды.",
  },

  {
    id: 93,
    text: "Оның жанында ғаламның асыл нәсібі өсіп келе жатты.",
  },

  {
    id: 94,
    text: "Өкінішке орай, бұл сәбиді әкесі Абдуллаһ ешқашан көрмей кетті...",
  },

  {
    id: 95,
    text: "Сондай-ақ, Жаратқанның жазуы басқаша өрілді.",
  },

  {
    id: 96,
    text: "Абдуллаһ алыс сапарға, сауда керуенімен жолға шықты.",
  },

  {
    id: 97,
    text: "Алыс сапарларға шығу — Мекке азаматтарының негізгі кәсібі әрі тыныс-тіршілігі болатын.",
  },

  {
    id: 98,
    text: "Сән-салтанаты келіскен керуендер ел шетіне қарай сапар шегетін.",
  },

  {
    id: 99,
    text: "Сол сапарлардың бірінде Абдуллаһ Ясриб шаһарына аялдады.",
  },

  {
    id: 100,
    text: "Бұл қала кейіннен күллі әлемге Мәдина Мұнаууара деген атпен танымал болады.",
  },

  {
    id: 101,
    text: "Осы қалада Абдуллаһ кенеттен меңдеген дертке шалдықты.",
  },

  {
    id: 102,
    text: "Дерті күн санап асқына түсті.",
  },

  {
    id: 103,
    text: "Әл-дәрмені бітіп, Меккеге кері қайтуға шамасы жетпеді.",
  },

  {
    id: 104,
    text: "Ал алыстағы Меккеде оның аман оралуын адал жары Әмина зарыға күтіп отырған-ды.",
  },

  {
    id: 105,
    text: "Ол сүйікті күйеуінің аман-есен оралуын күн сайын тіледі.",
  },

  {
    id: 106,
    text: "Бірақ онымен бірге әлі дүние есігін ашпаған тағы бір жан күтіп еді...",
  },

  {
    id: 107,
    text: "Ол — ана құрсағындағы перзент еді.",
  },

  {
    id: 108,
    text: "Абдуллаһтың халі күн санап нашарлай берді.",
  },

  {
    id: 109,
    text: "Денесінен қуат кетіп, сәт сайын әлсірей түсті.",
  },

  {
    id: 110,
    text: "Содан... жас азамат Абдуллаһ осы сапарда бақилық болды.",
  },

  {
    id: 111,
    text: "Қасиетті Мәдина топырағында мәңгілікке көз жұмды.",
  },

  {
    id: 112,
    text: "Меккеге суыт та қаралы хабар келіп жетті.",
  },

  {
    id: 113,
    text: "«Абдуллаһ дүниеден өтті...»",
  },

  {
    id: 114,
    text: "Әмина оңашада тұл жетім, жесір қалды.",
  },

  {
    id: 115,
    text: "Алайда ол мүлде жалғыз емес-ті.",
  },

  {
    id: 116,
    text: "Оның жүрегінің астында ғаламның асылы соғып тұрған болатын.",
  },

  {
    id: 117,
    text: "Абдуллаһ артында қалатын ұлын көре алмай өмірден озды.",
  },

  {
    id: 118,
    text: "Оған сүйікті Мұхаммедтің ﷺ дүниеге келген қуанышын көру бұйырмады.",
  },

  {
    id: 119,
    text: "Ал сол құрсақтағы сәби — болашақ Мұхаммед ﷺ еді.",
  },

  {
    id: 120,
    text: "Жаратқанның бүкіл адамзатқа жіберген соңғы Елшісі!",
  },

  {
    id: 121,
    text: "Абдуллаһ қайтыс болғанда артында үлкен байлық қалмады.",
  },

  {
    id: 122,
    text: "Тарихи деректерде оның қалдырған қарапайым мұрасы туралы жазылады.",
  },

  {
    id: 123,
    text: "Ол — салтанатты сарайлар емес еді.",
  },

  {
    id: 124,
    text: "Ол — тау-тау алтын да емес-ті.",
  },

  {
    id: 125,
    text: "Немесе ұлан-ғайыр жер де емес.",
  },

  {
    id: 126,
    text: "Ең бастысы — оның артында дүниеге келе жатқан ұлы қалды.",
  },

  {
    id: 127,
    text: "Абдуллаһ өмірден өте жас шағында өтті.",
  },

  {
    id: 128,
    text: "Деректерде оның нақты жасы түрліше баяндалады.",
  },

  {
    id: 129,
    text: "Кейбір сира ғалымдары оның жасын жиырма бестер шамасында еді деседі.",
  },

  {
    id: 130,
    text: "Ол өзінің асыл ұлының өмірге келген сәтін көре алмады.",
  },

  {
    id: 131,
    text: "Ұлының адамзаттың ардақтысына айналғанына да куә бола алмады.",
  },

  {
    id: 132,
    text: "Десе де, Абдуллаһтың тарихы оның өлімімен аяқталмақ емес.",
  },

  {
    id: 133,
    text: "Өйткені одан кейін күллі ғаламды нұрландырған ең ұлы мұра қалды.",
  },

  {
    id: 134,
    text: "Сол бір перзент.",
  },

  {
    id: 135,
    text: "Абдуллаһтың артында қалған асыл тумасы.",
  },

  {
    id: 136,
    text: "Абдуль-Мутталибтің сүйікті немересі.",
  },

  {
    id: 137,
    text: "Ардақты Бәну Һашим әулетінің нұры.",
  },

  {
    id: 138,
    text: "Мекке топырағында жарық дүниеге келуі тиіс болған перзент.",
  },

  {
    id: 139,
    text: "Оның қасиетті есімін Хақ тағала әлдеқашан тағдырға жазып қойған-ды.",
  },

  {
    id: 140,
    text: "Ол — Мұхаммед ﷺ!",
  },

  {
    id: 141,
    text: "Алайда Оның өмірге келу тарихын білмес бұрын...",
  },

  {
    id: 142,
    text: "Оны тоғыз ай құрсағында тербеткен ардақты анасы туралы білуіміз қажет.",
  },

  {
    id: 143,
    text: "Бұл текті әйел кім болған?",
  },

  {
    id: 144,
    text: "Ол Абдуль-Мутталибтің шаңырағына қалай келін болып түсті?",
  },

  {
    id: 145,
    text: "Жары өмірден өткен соң, оның тағдыры қалай өрбіді?",
  },

  {
    id: 146,
    text: "Келесі хикая — Пайғамбарымыздың ﷺ ардақты анасы Әмина жайында болмақ...",
  },

  {
    id: 147,
    text: "📖 Маңызды ескерту.",
  },

  {
    id: 148,
    text: "Бұл хикаядағы сезімдер мен ішкі толғаныстардың сипаттамасы сенімді риуаяттар негізінде жасалған көркем баяндау болып табылады.",
  },

  {
    id: 149,
    text: "Төл сөздер тек хадистер мен сирада нақты келтірілген жерлерде ғана берілді.",
  },

  {
    id: 150,
    text: "📖 Дереккөздер.",
  },

  {
    id: 151,
    text: "1. Әс-Сира ән-Набауия,\nИбн Һишам.",
  },

  {
    id: 152,
    text: "2. Ар-Рахиқ әл-Махтум,\nСафиюр-Рахман әл-Мубаракфури.",
  },

  {
    id: 153,
    text: "3. Тарих әт-Табари,\nПайғамбарлар мен патшалар тарихы.",
  },

  {
    id: 154,
    text: "«Абдуллаһ» —\nөз ұлын көрместен дүниеден өткен\nПайғамбардың ﷺ әкесінің тарихы.",
  },
];