export const elephantStory = [
  {
    id: 1,
    text: "Біздің заманымыздың VI ғасыры.",
  },
  {
    id: 2,
    text: "Араб түбегі.",
  },
  {
    id: 3,
    text: "Шөлдер, таулар, оазистер мен ежелгі сауда жолдары орналасқан өлке.",
  },
  {
    id: 4,
    text: "Түбектің батысында Арабиядан тыс жерлерге де танымал қала орналасқан еді.",
  },
  {
    id: 5,
    text: "Мекке.",
  },
  {
    id: 6,
    text: "Қаланың дәл ортасында Қағба орналасқан еді.",
  },
  {
    id: 7,
    text: "Оны Ибраһим عليه السلام және оның ұлы Исмаил عليه السلام тұрғызған.",
  },
  {
    id: 8,
    text: "Қағбаға түбектің әртүрлі аймақтарынан арабтар келетін.",
  },
  {
    id: 9,
    text: "Біреулер үшін бұл құлшылық орны болды.",
  },
  {
    id: 10,
    text: "Ал басқалары үшін бұл саудамен және қауіпсіз сауда жолдарымен байланысты орын еді.",
  },
];