export const lastYearsWithAminaStory = [

  {
    id: 1,
    text: "Мухаммад ﷺ вернулся к своей матери.",
  },

  {
    id: 2,
    text: "Он провёл несколько лет\nв племени Бану Са‘д у Халимы ас-Са‘дийи.",
  },

  {
    id: 3,
    text: "Теперь он снова жил\nрядом с Аминой в Мекке.",
  },

  {
    id: 4,
    text: "Ему было около шести лет.",
  },

  {
    id: 5,
    text: "Но вскоре Амина решила\nотправиться с сыном в Ясриб.",
  },

  {
    id: 6,
    text: "Ясриб находился далеко от Мекки.",
  },

  {
    id: 7,
    text: "Путь проходил через пустынную местность.",
  },

  {
    id: 8,
    text: "Долгая дорога, жара\nи большие расстояния отделяли Мекку от Ясриба.",
  },

  {
    id: 9,
    text: "Амина отправилась в путь\nвместе со своим сыном.",
  },

  {
    id: 10,
    text: "С ними была Умм Айман,\nкоторая заботилась о Мухаммаде ﷺ.",
  },

  {
    id: 11,
    text: "После долгого пути\nони достигли Ясриба.",
  },

  {
    id: 12,
    text: "Там жили родственники Амины\nиз рода Бану ан-Наджжар",
  },

  {
    id: 13,
    text: "Для Мухаммада ﷺ это был\nновый город и новая часть его семьи.",
  },

  {
    id: 14,
    text: "Они провели в Ясрибе\nоколо месяца.",
  },

  {
    id: 15,
    text: "Затем пришло время\nвозвращаться в Мекку.",
  },

  {
    id: 16,
    text: "Амина снова отправилась в путь\nвместе с сыном.",
  },

  {
    id: 17,
    text: "Они направились по дороге\nиз Ясриба обратно в Мекку.",
  },

  {
    id: 18,
    text: "Но этот путь должен был стать\nпоследней дорогой Амины.",
  },

  {
    id: 19,
    text: "На обратном пути\nони достигли аль-Абва.",
  },

  {
    id: 20,
    text: "Аль-Абва — местность между\nМеккой и Ясрибом.",
  },

  {
    id: 21,
    text: "Именно там вскоре\nзакончилась жизнь Амины.",
  },

  {
    id: 22,
    text: "Мухаммад ﷺ ещё не знал,\nчто совсем скоро потеряет мать.",
  },

  {
    id: 23,
    text: "Впереди была одна из самых тяжёлых\nглав его детства.",
  },

  {
    id: 24,
    text: "Что произошло в аль-Абва?",
  },

  {
    id: 25,
    text: "Почему Мухаммад ﷺ продолжил путь\nв Мекку уже без своей матери?",
  },

  {
    id: 26,
    text: "Об этом — в следующей истории.",
  },

  {
    id: 27,
    text: "«Смерть Амины»",
  },

  {
    id: 28,
    text: "📖 Источники",
  },

  {
    id: 29,
    text: "Ибн Хишам — «Ас-Сира ан-Набавийя».\nСведения о поездке Амины в Ясриб\nи возвращении в сторону Мекки.",
  },

  {
    id: 30,
    text: "Ибн Са‘д — «Ат-Табакат аль-Кубра».\nБиографические сведения о детстве\nМухаммада ﷺ и его матери.",
  },

  {
    id: 31,
    text: "Ар-Рахик аль-Махтум —\nСафийю-р-Рахман аль-Мубаракфури.\nСведения о детстве Пророка ﷺ.",
  },

  {
    id: 32,
    text: "Для событий, связанных\nс посещением могилы Амины,",
  },

  {
    id: 33,
    text: "есть отдельное достоверное\nпередание в Сахих Муслим 976.",
  },

];