export const halimaScaryDayStory = [

  {
    id: 1,
    text: "Мұхаммед ﷺ шамамен\nтөрт жаста.",
  },

  {
    id: 2,
    text: "Ол Бану Сағд арасында\nХалима ас-Сағдияның қолында өсті.",
  },

  {
    id: 3,
    text: "Сол жерде сүт бауыры\nАбдуллаһпен бірге ер жетті.",
  },

  {
    id: 4,
    text: "Бір күні екі бала\nүйден алыста жүрген.",
  },

  {
    id: 5,
    text: "Сол кезде Мұхаммед ﷺ-нің\nбалалық шағындағы ең белгілі оқиғалардың бірі болды.",
  },

  {
    id: 6,
    text: "Ақ киім киген\nекі адам Мұхаммед ﷺ-ге келді.",
  },

  {
    id: 7,
    text: "Олар — періштелер.",
  },

  {
    id: 8,
    text: "Олар оның кеудесін ашты.",
  },

  {
    id: 9,
    text: "Содан кейін жүрегін алды.",
  },

  {
    id: 10,
    text: "Жүрегінен шайтанға қатысты\nбір бөлік алынды.",
  },

  {
    id: 11,
    text: "Содан кейін жүрегі\nЗәмзәм суымен жуылды.",
  },

  {
    id: 12,
    text: "Одан соң жүрегі\nөз орнына қайта қойылды.",
  },

  {
    id: 13,
    text: "Мұхаммед ﷺ-нің кеудесі\nқайта қалпына келді.",
  },

  {
    id: 14,
    text: "Мұны көрген сүт бауыры\nүйге қарай асыға жөнелді.",
  },

  {
    id: 15,
    text: "Халима мен әл-Харис\nМұхаммед ﷺ-ге қарай жүгірді.",
  },

  {
    id: 16,
    text: "Олар оны\nаман-есен тапты.",
  },

  {
    id: 17,
    text: "Осы оқиғадан кейін\nХалима баланың жағдайына қатты алаңдады.",
  },

  {
    id: 18,
    text: "Бұл маңдағы жұрт үшін\nөте ерекше әрі үрейлі жағдай.",
  },

  {
    id: 19,
    text: "Мұхаммед ﷺ\nБану Сағдтағы отбасына қайта оралды.",
  },

  {
    id: 20,
    text: "Бірақ оның Халима қолындағы\nбалалық шағы да аяқталуға жақын.",
  },

  {
    id: 21,
    text: "Көп ұзамай Мұхаммед ﷺ\nанасы Әминаға қайтты.",
  },

  {
    id: 22,
    text: "Осылайша оның\nБану Сағдтағы балалық шағының маңызды кезеңі аяқталды.",
  },

  {
    id: 23,
    text: "Алайда бұл оның балалық шағындағы\nжалғыз ерекше оқиға емес.",
  },

  {
    id: 24,
    text: "Алда оны болашақтағы\nұлы міндетіне дайындайтын жылдар бар.",
  },

  {
    id: 25,
    text: "📖 Маңызды ескерту",
  },

  {
    id: 26,
    text: "Кеудесінің жарылуы туралы оқиға\nсенімді хадистерде келген.",
  },

  {
    id: 27,
    text: "Бұл хикаяға Халима,\nәл-Харис немесе Әминаға қатысты дәлелсіз диалогтар қоспаймыз.",
  },

  {
    id: 28,
    text: "Сондай-ақ олардың ішкі сезімдерін\nнақты дерек ретінде сипаттамаймыз.",
  },

  {
    id: 29,
    text: "📖 Дереккөздер",
  },

  {
    id: 30,
    text: "Сахих Муслим, №162.\nАнас ибн Мәликтің\nПайғамбар ﷺ-ның кеудесі жарылғаны туралы риуаяты.",
  },

  {
    id: 31,
    text: "Сахих әл-Бұхари, №3342.\nБалалық шағындағы\nкеуде жарылуы туралы риуаят.",
  },

  {
    id: 32,
    text: "«әс-Сира ән-Набауия» —\nИбн Һишам.",
  },

  {
    id: 33,
    text: "Ибн Касир тәпсірі —\n«Әш-Шарх» сүресіне берілген түсіндірме.",
  },

  {
    id: 34,
    text: "Келесі хикая —\n«Анасына оралу».",
  },

];